Repository: retal-tech/oction
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: About Otex
ar: اوتيكس

source: About us
ar: من نحن

source: Otex specializes in high quality products and services. It provides Oticon products from Denmark, and offers the best possible solution for hearing impaired. Our priority is customer satisfaction and long-lasting relationships. We put a lot of efforts in delivering the best to meet the individual requirement of our customers.<br>Otex was established in 2006, with the aim of contributing the best solution to hearing impaired segment of the healthcare industry of United Arab Emirates. <br>The pillar of this company, our CEO and Managing Director is Mr. Bijan Bafkar, a businessman who started his career in a different kind of business but was encouraged to put-up the hearing aid industry because of his experience of seeing the hearing-impaired people, not given the chance to have the exact and proper treatment necessary to arrest their condition. He started his hearing aid industry in Tehran, Iran, now running 25 years and counting, and is covering 85%% share of the total Iran healthcare industry. He put a vision to spread the comfortability and satisfaction to the hearing-impaired segment of the healthcare industry and so he established Otex Medical Equipment Trading in Dubai.<br>Having the experience in the field of hearing aids, he chose the best company Oticon of Denmark, to be his all in fulfilling his vision. Over the years, Otex dealt with Oticon brand and has seen a remarkable response not only from end-users but from doctors and audiologists as well.Otex Medical Equipments Trading being the local distributor of Oticon and Oticon Medical hearing devices in United Arab Emirates since 2006 specializes in high quality products and services. <br><br>
ar: اوتيكس للمعدات الطبية متخصصة في المنتجات والخدمات عالية الجودة حيت توفر منتجات اوتيكون من الدنمارك ، وتقدم أفضل حل ممكن للاشخاص اصحاب ضعف السمع. أولويتنا هي رضا العملاء والعلاقات طويلة الأمد و دلك ببذل الكثير من الجهد في تقديم الأفضل لتلبية المتطلبات الفردية لعملائنا.<br>تأسست اوتيكس في عام 2006 ، بهدف المساهمة في أفضل حل لاصحاب ضعاف السمع في صناعة الرعاية الصحية في الإمارات العربية المتحدة.<br>اساس هذه الشركة هو الرئيس التنفيذي والعضو المنتدب السيد بيجان بافكار ، وهو رجل أعمال بدأ حياته المهنية في انواع مختلفة من الأعمال وفكرة تطويره لصناعة المعدات السمعية كانت بسبب تجربته مع اصحاب ضعاف السمع ، الذين لم يتم منحهم الفرصة للحصول على العلاج الدقيق والمناسب اللازم لتحسين حالتهم. بدأ بصناعة المعدات السمعية في طهران ، إيران ، حيث يعمل الآن لمدة اكتر من 25 عامًا وما زال مستمرًا ، ويغطي 85 ٪ من إجمالي الرعاية الصحية في إيران. لقد وضع رؤية جديدة لنشر الرعاية الكافية والرضا لقطاع ضعاف السمع مما حته على تأسيس شركة اوتيكس للمعدات الطبية في دبي.<br>من خلال خبرته في المجال، اختار أفضل شركة اوتيكون في الدنمارك ، ليكون الوكيل الوحيد بدولة الامارات المتحدة .<br>على مر السنين ، تعاملت شركة اوتيكس مع العلامة اوتيكون وشهدت استجابة رائعة ليس فقط من مستخدمي السماعات ولكن من الأطباء وأخصائيي السمع أيضًا لجودتها العالية.

source: Our Adress
ar: العنوان

source: B3704, Latifa Tower Sheikh Zayed Road Dubai
ar: ب 3704 برج لطيفة شارع الشيخ الزايد دبي

source: Our Timing
ar: اوقات العمل

source: Sunday to Thursday 9AM to 5 PM<br>Friday 9AM to 2PM<br>Saturday is a day off<br>
ar: من الاحد الى الخميس : من الساعة 9 الى الساعة 5الجمعة : من الساعة 9 الى الساعة 2<br>السبت : عطلة<br>

source: Our contacts
ar: للتواصل

source: Landline: +971 43547887<br>Whatsapp: +971 50 829 8757<br>
ar: الارضي: +971 43547887<br>واتساب: +971 50 829 8757

source: Otex Medical Equipments Trading L.L.C.
ar: شركة ا وتي کس لتجارة المعدات المعدات الطبية ذ.م.م.

source: Official Distributor of Oticon in UAE
ar: الموزع الرسمي لشركة اوتیکون في اإلمارات العربیة المتحدة

source: More potential than ever
ar: تمنحك Oticon Zircon تجربة للتواصل بشكل يومي مع العالم بشكل ممتع و بصورة سلسة .

source: Oticon Zircon creates a seamless experience to help you enjoy today’s connected world. With Oticon Zircon, you also get a wide range of connectivity options for a high-quality listening experience in everyday situations so you can go through your day with more confidence and convenience.
ar: ،حيث يمكنك مع Oticon Zircon الحصول على مجموعة واسعة من خيارات الاتصال المختلفة مما يساعدك على الاستمتاع بتجربة سمع عالية الجودة في مواقف الحياة اليومية مما يملأ يومك بمزيد من الثقة والراحة

source: Introducing Oticon Xceed, the world’s most powerful hearing aid with 146 dB SPL and 87 dB full-on-gain. * Powered by the Velox S™ platform, and featuring BrainHearing™ technology, Oticon Xceed provides more access to speech than ever before for your patients with severe-to-profound hearing loss.
ar: تنفرد Oticon Xceed بكونها أقوى أداة مساعدة للسمع في العالم مع with 146 dB SPL and 87 dB full-on-gain . * مدعومًا بمنصة Velox S ™ ، بالاضافة لتقنية Brain Hearing ™ المميزة و الفريدة ز توفر Oticon Xceed انتقائية و وضوحاً إلى الحديث أكثر من أي وقت مضى للمرضى الذين يعانون من ضعف سمع حاد إلى شديد

source: Opn S takes the open sound experience to the next level, offering more flexibility for you and more choices for your patients. Powered by the Velox S™ platform, Opn S allows patients to enjoy speech understanding on par with normal hearing. *
ar: ارتقت Opn s بتجربة سماع الصوت في النطاق المفتوح إلى مستوى أعلى لتضيف المزيد من المرونة لك والمزيد من الخيارات للمرضى . مدعومًا بمنصة Velox S ™ ، تتيح Opn S للمرضى الاستمتاع بسماع الكلام بشكل مفهوم على قدم المساواة مع السمع الطبيعي. *

source: Oticon is committed to diversity and inclusion.
ar: خيارات أوتيكون الشاملة و المتنوعة.

source: Oticon Siya in-the-ear hearing aids capture and amplify the natural, rich details of sounds. They help improve your speech understanding, so you can experience the joy of everyday life. <br> <br> Oticon Siya highlights: <br> • Superb sound quality <br> • Easy wireless connectivity* <br> • Effective noise reduction <br> • A choice of five discreet styles <br>
ar: تقوم سماعات Oticon Siya - طراز داخل الأذن - بتكبير و التقاط التفاصيل الطبيعية و الدقيقه للأصوات المحيطة كما تساعد على تحسين درجة التقاط تفاصيل كلمات الحوار مما يعزز الشعور بالفهم و الراحة.<br><br> تتميز Oticon Siya بـ :<br> • جودة صوت رائعة<br> • اتصال لاسلكي سهل <br> • خفض فعال للضوضاء<br> • الاختيار بين خمس طرز مختلفه<br>

source: Oticon makes it easy to connect. Stream phone calls, TV and music directly to your hearing aids or connect wirelessly to other devices.
ar: سهولة التواصل مع أوتيكون ، قم ببث المكالمات الهاتفية والتلفزيون والموسيقى مباشرة إلى معيناتك السمعية أو الاتصال لاسلكيًا بأجهزة أخرى

source: Connectivity options
ar: خيارات الاتصال

source: Looking for hearing aid support like how to clean your hearing aids or change your batteries?
ar: هل تبحث عن الدعم ، كيفية تنظيف معيناتك السمعية أو تغيير البطاريات الخاصة بك؟

source: Get support
ar: احصل على الدعم

source: Searching for a hearing care professional near you?
ar: هل تبحث عن أخصائي سمع بالقرب منك؟

source: Find a hearing center
ar: إيجاد مركز السمع

source: Are you a hearing care professional? See practice resources, technical product information and more.
ar: هل أنت متخصص في العناية بالسمع؟ اطلع على مصادر الممارسة ومعلومات المنتج الفنية والمزيد

source: For professionals
ar: للمتخصصين

source: Get Connected
ar: اتصل بنا

source: Products
ar: المنتجات

source: Otex Mission
ar: ضمان اوتيکس

source: OTEX guarantees authentic product distribution in United Arab Emirates, being the main distributor and brand carrier of Oticon. We put a lot of efforts in delivering the best to meet the individual requirement of our customers. Our first priority is customer satisfaction and long-lasting relationships. With OTEX, we guarantee a 100%% customer satisfaction with assurance of high-quality and authentic product distribution in UAE.
ar: تضمن اوتکس توزيع المنتجات الأصلية في الإمارات العربية المتحدة ، كونها الموزع الرئيسي والوحيد للعلامة التجارية اوتیکون . يؤكد فريق أوتيكس على بذل قصارى الجهد لتوفير افضل مستوى للخدمة و تلبية المتطلبات الفردية لعملائنا. .
